export const proCityArea = [
  {
    "name": "北京市",
    "city": [
      {
        "name": "北京市",
        "area": [
          "东城区",
          "西城区",
          "崇文区",
          "宣武区",
          "朝阳区",
          "丰台区",
          "石景山区",
          "海淀区",
        ]
      }
    ]
  },
  {
    "name": "天津市",
    "city": [
      {
        "name": "天津市",
        "area": [
          "和平区",
          "河东区",
          "河西区",
          "南开区",
          "河北区",
          "红桥区",
          "塘沽区",
          "汉沽区",
        ]
      }
    ]
  },
  {
    "name": "浙江省",
    "city": [
      {
        "name": "杭州市",
        "area": [
          "拱墅区",
          "西湖区",
          "上城区",
          "下城区",
          "江干区",
          "滨江区",
          "余杭区",
          "萧山区",
          "建德市",
          "富阳市",
          "临安市",
          "桐庐县",
          "淳安县",
          "其他"
        ]
      },
      {
        "name": "宁波市",
        "area": [
          "海曙区",
          "江东区",
          "江北区",
          "镇海区",
          "北仑区",
          "鄞州区",
          "余姚市",
          "慈溪市",
          "奉化市",
          "宁海县",
          "象山县",
          "其他"
        ]
      },
      {
        "name": "温州市",
        "area": [
          "鹿城区",
          "龙湾区",
          "瓯海区",
          "瑞安市",
          "乐清市",
          "永嘉县",
          "洞头县",
          "平阳县",
          "苍南县",
          "文成县",
          "泰顺县",
          "其他"
        ]
      },
      {
        "name": "嘉兴市",
        "area": [
          "秀城区",
          "秀洲区",
          "海宁市",
          "平湖市",
          "桐乡市",
          "嘉善县",
          "海盐县",
          "其他"
        ]
      },
      {
        "name": "湖州市",
        "area": [
          "吴兴区",
          "南浔区",
          "长兴县",
          "德清县",
          "安吉县",
          "其他"
        ]
      },
      {
        "name": "绍兴市",
        "area": [
          "越城区",
          "诸暨市",
          "上虞市",
          "嵊州市",
          "绍兴县",
          "新昌县",
          "其他"
        ]
      },
      {
        "name": "金华市",
        "area": [
          "婺城区",
          "金东区",
          "兰溪市",
          "义乌市",
          "东阳市",
          "永康市",
          "武义县",
          "浦江县",
          "磐安县",
          "其他"
        ]
      },
      {
        "name": "衢州市",
        "area": [
          "柯城区",
          "衢江区",
          "江山市",
          "龙游县",
          "常山县",
          "开化县",
          "其他"
        ]
      },
      {
        "name": "舟山市",
        "area": [
          "定海区",
          "普陀区",
          "岱山县",
          "嵊泗县",
          "其他"
        ]
      },
      {
        "name": "台州市",
        "area": [
          "椒江区",
          "黄岩区",
          "路桥区",
          "临海市",
          "温岭市",
          "玉环县",
          "天台县",
          "仙居县",
          "三门县",
          "其他"
        ]
      },
      {
        "name": "丽水市",
        "area": [
          "莲都区",
          "龙泉市",
          "缙云县",
          "青田县",
          "云和县",
          "遂昌县",
          "松阳县",
          "庆元县",
          "景宁畲族自治县",
          "其他"
        ]
      },
      {
        "name": "其他市",
        "area": [
          "其他"
        ]
      }
    ]
  },
  {
    "name": "河北省",
    "city": [
      {
        "name": "石家庄市",
        "area": [
          "长安区",
          "桥东区",
          "桥西区",
          "新华区",
          "郊  区",
          "井陉矿区",
          "井陉县",
          "正定县",
          "栾城县",
          "行唐县",
          "灵寿县",
        ]
      },
      {
        "name": "唐山市",
        "area": [
          "路南区",
          "路北区",
          "古冶区",
          "开平区",
          "新  区",
          "丰润县",
          "滦  县",
        ]
      },
      {
        "name": "秦皇岛市",
        "area": [
          "海港区",
          "山海关区",
          "北戴河区",
          "青龙满族自治县",
          "昌黎县",
          "抚宁县",
          "卢龙县"
        ]
      },
      {
        "name": "邯郸市",
        "area": [
          "邯山区",
          "丛台区",
          "复兴区",
          "峰峰矿区",
          "邯郸县",
          "临漳县",
          "成安县",
          "大名县",
        ]
      },
      {
        "name": "邢台市",
        "area": [
          "桥东区",
          "桥西区",
          "邢台县",
          "临城县",
          "内丘县",
          "柏乡县",
          "隆尧县",
          "任  县",
          "南和县",
        ]
      },
      {
        "name": "保定市",
        "area": [
          "新市区",
          "北市区",
          "南市区",
          "满城县",
          "清苑县",
          "涞水县",
          "阜平县",
          "徐水县",
          "定兴县",
          "唐  县",
          "高阳县",
          "容城县",
          "涞源县",
        ]
      },
      {
        "name": "张家口",
        "area": [
          "桥东区",
          "桥西区",
          "宣化区",
          "下花园区",
          "宣化县",
          "张北县",
          "康保县",
        ]
      },
      {
        "name": "承德市",
        "area": [
          "双桥区",
          "双滦区",
          "鹰手营子矿区",
          "承德县",
          "兴隆县",
          "平泉县",
        ]
      },
      {
        "name": "沧州市",
        "area": [
          "新华区",
          "运河区",
          "沧  县",
          "青  县",
          "东光县",
          "海兴县",
          "盐山县",
        ]
      },
      {
        "name": "廊坊市",
        "area": [
          "安次区",
          "固安县",
          "永清县",
          "香河县",
          "大城县",
          "文安县",
          "大厂回族自治县",
          "霸州市",
          "三河市"
        ]
      },
      {
        "name": "衡水市",
        "area": [
          "桃城区",
          "枣强县",
          "武邑县",
          "武强县",
          "饶阳县",
          "安平县",
          "故城县",
          "景  县",
          "阜城县",
          "冀州市",
          "深州市"
        ]
      }
    ]
  },
  {
    "name": "山西省",
    "city": [
      {
        "name": "太原市",
        "area": [
          "小店区",
          "迎泽区",
          "杏花岭区",
          "尖草坪区",
          "万柏林区",
          "晋源区",
          "清徐县",
          "阳曲县",
          "娄烦县",
          "古交市"
        ]
      },
      {
        "name": "大同市",
        "area": [
          "城  区",
          "矿  区",
          "南郊区",
          "新荣区",
          "阳高县",
          "天镇县",
          "广灵县",
          "灵丘县",
          "浑源县",
          "左云县",
          "大同县"
        ]
      },
      {
        "name": "阳泉市",
        "area": [
          "城  区",
          "矿  区",
          "郊  区",
          "平定县",
          "盂  县"
        ]
      },
      {
        "name": "长治市",
        "area": [
          "城  区",
          "郊  区",
          "长治县",
          "襄垣县",
          "屯留县",
          "平顺县",
          "黎城县",
          "壶关县",
          "长子县",
          "武乡县",
          "沁  县",
          "沁源县",
          "潞城市"
        ]
      },
      {
        "name": "晋城市",
        "area": [
          "城  区",
          "沁水县",
          "阳城县",
          "陵川县",
          "泽州县",
          "高平市"
        ]
      },
      {
        "name": "朔州市",
        "area": [
          "朔城区",
          "平鲁区",
          "山阴县",
          "应  县",
          "右玉县",
          "怀仁县"
        ]
      },
      {
        "name": "忻州市",
        "area": [
          "忻府区",
          "原平市",
          "定襄县",
          "五台县",
          "代  县",
          "繁峙县",
          "宁武县",
          "静乐县",
          "神池县",
          "五寨县",
          "岢岚县",
          "河曲县",
          "保德县",
          "偏关县"
        ]
      },
      {
        "name": "吕梁市",
        "area": [
          "离石区",
          "孝义市",
          "汾阳市",
          "文水县",
          "交城县",
          "兴  县",
          "临  县",
          "柳林县",
          "石楼县",
          "岚  县",
          "方山县",
          "中阳县",
          "交口县"
        ]
      },
      {
        "name": "晋中市",
        "area": [
          "榆次市",
          "介休市",
          "榆社县",
          "左权县",
          "和顺县",
          "昔阳县",
          "寿阳县",
          "太谷县",
          "祁  县",
          "平遥县",
          "灵石县"
        ]
      },
      {
        "name": "临汾市",
        "area": [
          "临汾市",
          "侯马市",
          "霍州市",
          "曲沃县",
          "翼城县",
          "襄汾县",
          "洪洞县",
          "古  县",
          "安泽县",
          "浮山县",
          "吉  县",
          "乡宁县",
          "蒲  县",
          "大宁县",
          "永和县",
          "隰  县",
          "汾西县"
        ]
      },
      {
        "name": "运城市",
        "area": [
          "运城市",
          "永济市",
          "河津市",
          "芮城县",
          "临猗县",
          "万荣县",
          "新绛县",
          "稷山县",
          "闻喜县",
          "夏  县",
          "绛  县",
          "平陆县",
          "垣曲县"
        ]
      }
    ]
  },
]